aaron-bond.better-comments
adpyke.codesnap
ahmadawais.shades-of-purple
alefragnani.Bookmarks
alefragnani.project-manager
alexcvzz.vscode-sqlite
amandeepmittal.pug
bierner.color-info
bierner.lit-html
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
burkeholland.simple-react-snippets
calebporzio.better-phpunit
Cardinal90.multi-cursor-case-preserve
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dakshmiglani.hex-to-rgba
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
DEVSENSE.composer-php-vscode
DEVSENSE.intelli-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
dotenv.dotenv-vscode
douglaszaltron.nunjucks-vscode-extensionpack
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
EliverLara.andromeda
EliverLara.sweet-vscode
emallin.phpunit
enkia.tokyo-night
EQuimper.react-native-react-redux
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
eseom.nunjucks-template
evondev.indent-rainbow-palettes
felixfbecker.php-intellisense
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
Gabsii.getter-setter-generator
giladgd.red-one-dark-pro
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
glenn2223.live-sass
Gruntfuggly.todo-tree
hbenl.vscode-test-explorer
helixquar.randomeverything
higorLoren.darker-than-one-dark-pro
hnw.vscode-auto-open-markdown-preview
hollowtree.vue-snippets
humao.rest-client
IBM.output-colorizer
illixion.vscode-vibrancy-continued
ionutvmi.path-autocomplete
JackPaget.gruvbox-glass
jakob101.RelativePath
jock.svg
johnpapa.Angular2
johnpapa.vscode-peacock
junstyle.php-cs-fixer
mechatroner.rainbow-csv
meganrogge.template-string-converter
MehediDracula.php-constructor
mgmcdermott.vscode-language-babel
mhutchie.git-graph
midnightsyntax.vscode-wrap-console-log
miguelsolorio.fluent-icons
miguelsolorio.min-theme
mikestead.dotenv
mlewand.select-part-of-word
mongodb.mongodb-vscode
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.js-debug-nightly
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
mtxr.sqltools
naumovs.color-highlight
neilbrayfield.php-docblocker
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.phpunit-snippets
patbenatar.advanced-new-file
phproberto.vscode-php-getters-setters
PKief.material-icon-theme
pnp.polacode
quicktype.quicktype
rangav.vscode-thunder-client
RichardLuo.frosted-glass-theme
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
ryannaddy.laravel-artisan
s-nlf-fh.glassit
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sibiraj-s.vscode-scss-formatter
sleistner.vscode-fileutils
smlombardi.slime
softwaredotcom.swdc-vscode
SonarSource.sonarlint-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
techer.open-in-browser
thekalinga.bootstrap4-vscode
Tobermory.es6-string-html
tomoki1207.pdf
twxs.cmake
tylerxwright.vscode-line-surfer
Tyriar.sort-lines
vangware.dark-plus-material
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
Vue.volar
WallabyJs.quokka-vscode
wart.ariake-dark
wayou.vscode-todo-highlight
wholroyd.jinja
wix.vscode-import-cost
wmaurer.change-case
xabikos.JavaScriptSnippets
xdebug.php-debug
xdebug.php-pack
zhuangtongfa.material-theme
Zignd.html-css-class-completion
zobo.php-intellisense
